Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# habits.row.delete_confirm.message
source: This removes its completion history.
ar: سيؤدي هذا إلى إزالة سجل إكمالها.
bn: এই অভ্যাসের সম্পন্ন করার হিস্ট্রি মুছে যাবে।
de: Dadurch wird der Verlauf der Erledigungen entfernt.
el: Θα διαγραφεί το ιστορικό ολοκληρώσεών της.
es: Se eliminará su historial de registros.
fa: تاریخچه تکمیل آن حذف می‌شود.
fr: Cela supprime son historique de réalisations.
he: היסטוריית ההשלמות שלו תימחק.
hi: इससे इसका चेक-इन इतिहास हट जाएगा।
id: Riwayat penyelesaiannya akan dihapus.
it: Questa azione rimuove la sua cronologia dei completamenti.
ja: 完了履歴も削除されます。
ko: 완료 기록도 함께 삭제됩니다.
mr: यामुळे या सवयीची पूर्ण केल्याची हिस्ट्री काढून टाकली जाईल.
ms: Sejarah penyelesaiannya akan dipadam.
nl: Hiermee wordt de geschiedenis van deze gewoonte verwijderd.
pl: Historia wykonań zostanie usunięta.
pt_br: Isso remove o histórico de conclusões do hábito.
ro: Această acțiune elimină istoricul finalizărilor.
ru: История выполнения будет удалена.
ta: இது இதை முடித்த வரலாற்றை அகற்றும்.
te: ఇది దీన్ని పూర్తి చేసిన చరిత్రను తొలగిస్తుంది.
th: ประวัติการทำสำเร็จของนิสัยนี้จะถูกลบไปด้วย
tr: Bu işlem, alışkanlığın tamamlanma geçmişini siler.
uk: Історію виконання буде видалено.
ur: اس کا تکمیلی تاریخچہ حذف ہو جائے گا۔
vi: Lịch sử hoàn thành sẽ bị xóa.
zh_hans: 这会移除它的完成历史。
zh_hant: 這也會移除它的完成紀錄。

# habits.row.delete_confirm.title
source: Delete habit “%@”?
ar: هل تريد حذف العادة "%@"؟
bn: “%@” অভ্যাসটি ডিলিট করবেন?
de: Gewohnheit „%@“ löschen?
el: Να διαγραφεί η συνήθεια «%@»;
es: ¿Eliminar el hábito “%@”?
fa: عادت «%@» حذف شود؟
fr: Supprimer l’habitude « %@ » ?
he: למחוק את ההרגל "%@"?
hi: आदत “%@” हटाएँ?
id: Hapus kebiasaan “%@”?
it: Eliminare l’abitudine “%@”?
ja: 習慣「%@」を削除しますか？
ko: “%@” 습관을 삭제하시겠습니까?
mr: ‘%@’ सवय हटवायची का?
ms: Padam tabiat “%@”?
nl: Gewoonte ‘%@’ verwijderen?
pl: Usunąć nawyk „%@”?
pt_br: Excluir o hábito “%@”?
ro: Ștergeți obiceiul „%@”?
ru: Удалить привычку «%@»?
ta: “%@” பழக்கத்தை நீக்கவா?
te: “%@” అలవాటును డిలీట్ చేయాలా?
th: ลบนิสัย “%@” หรือไม่
tr: “%@” alışkanlığı silinsin mi?
uk: Видалити звичку «%@»?
ur: عادت "%@" حذف کریں؟
vi: Xóa thói quen “%@”?
zh_hans: 删除习惯“%@”？
zh_hant: 要刪除習慣「%@」嗎？

# habits.row.move_down
source: Move Down
ar: نقل لأسفل
bn: নিচে সরান
de: Nach unten bewegen
el: Μετακίνηση κάτω
es: Mover hacia abajo
fa: انتقال به پایین
fr: Déplacer vers le bas
he: הזזה למטה
hi: नीचे ले जाएँ
id: Pindahkan ke Bawah
it: Sposta in basso
ja: 下へ移動
ko: 아래로 이동
mr: खाली मूव्ह करा
ms: Alih ke Bawah
nl: Verplaats omlaag
pl: Przenieś w dół
pt_br: Mover para baixo
ro: Mutați în jos
ru: Переместить вниз
ta: கீழே நகர்த்து
te: కిందికి తరలించండి
th: ย้ายลง
tr: Aşağı taşı
uk: Перемістити вниз
ur: نیچے لے جائیں
vi: Di chuyển xuống
zh_hans: 下移
zh_hant: 下移

# habits.row.move_up
source: Move Up
ar: نقل لأعلى
bn: উপরে সরান
de: Nach oben bewegen
el: Μετακίνηση πάνω
es: Mover hacia arriba
fa: انتقال به بالا
fr: Déplacer vers le haut
he: הזזה למעלה
hi: ऊपर ले जाएँ
id: Pindahkan ke Atas
it: Sposta in alto
ja: 上へ移動
ko: 위로 이동
mr: वर मूव्ह करा
ms: Alih ke Atas
nl: Verplaats omhoog
pl: Przenieś w górę
pt_br: Mover para cima
ro: Mutați în sus
ru: Переместить вверх
ta: மேலே நகர்த்து
te: పైకి తరలించండి
th: ย้ายขึ้น
tr: Yukarı taşı
uk: Перемістити вгору
ur: اوپر لے جائیں
vi: Di chuyển lên
zh_hans: 上移
zh_hant: 上移

# habits.row.reset_confirm.message
source: This clears today’s check-ins for this habit.
ar: سيؤدي هذا إلى مسح تسجيلات اليوم لهذه العادة.
bn: এতে এই অভ্যাসের আজকের চেক-ইন মুছে যাবে।
de: Dadurch werden die heutigen Einträge dieser Gewohnheit gelöscht.
el: Θα εκκαθαριστούν οι σημερινές καταγραφές αυτής της συνήθειας.
es: Se borrarán los registros de hoy de este hábito.
fa: ثبت‌های امروز این عادت پاک می‌شود.
fr: Cela efface les validations d’aujourd’hui pour cette habitude.
he: הסימונים של היום להרגל זה יימחקו.
hi: इससे इस आदत के आज के चेक-इन साफ़ हो जाएँगे।
id: Check-in hari ini untuk kebiasaan ini akan dihapus.
it: Questa azione cancella le registrazioni di oggi per questa abitudine.
ja: この習慣の今日のチェックインがクリアされます。
ko: 이 습관의 오늘 체크인이 지워집니다.
mr: यामुळे या सवयीचे आजचे चेक-इन क्लिअर होतील.
ms: Check-in hari ini untuk tabiat ini akan dikosongkan.
nl: Hiermee wis je wat je vandaag voor deze gewoonte hebt afgevinkt.
pl: Odhaczenia z dzisiaj dla tego nawyku zostaną wyczyszczone.
pt_br: Isso apaga os registros de hoje deste hábito.
ro: Această acțiune șterge bifările de astăzi pentru acest obicei.
ru: Отметки за сегодня для этой привычки будут удалены.
ta: இது இந்தப் பழக்கத்தின் இன்றைய செக்-இன்களை அழிக்கும்.
te: ఇది ఈ అలవాటు యొక్క ఈరోజు చెక్ ఇన్‌లను క్లియర్ చేస్తుంది.
th: การเช็คอินของนิสัยนี้ในวันนี้จะถูกล้าง
tr: Bu işlem, bu alışkanlık için bugünkü işaretlemeleri temizler.
uk: Позначки за сьогодні для цієї звички буде очищено.
ur: اس عادت کے آج کے چیک اِن صاف ہو جائیں گے۔
vi: Các lần điểm danh hôm nay của thói quen này sẽ bị xóa.
zh_hans: 这将清除该习惯今天的打卡记录。
zh_hant: 這會清除這個習慣今天的打卡紀錄。

# habits.row.reset_confirm.title
source: Reset today’s progress?
ar: هل تريد إعادة تعيين تقدم اليوم؟
bn: আজকের অগ্রগতি রিসেট করবেন?
de: Heutigen Fortschritt zurücksetzen?
el: Να γίνει επαναφορά της σημερινής προόδου;
es: ¿Restablecer el progreso de hoy?
fa: پیشرفت امروز بازنشانی شود؟
fr: Réinitialiser la progression d’aujourd’hui ?
he: לאפס את ההתקדמות של היום?
hi: आज की प्रगति रीसेट करें?
id: Atur ulang kemajuan hari ini?
it: Reimpostare i progressi di oggi?
ja: 今日の進捗をリセットしますか？
ko: 오늘 진행 상황을 초기화하시겠습니까?
mr: आजची प्रगती रीसेट करायची का?
ms: Reset kemajuan hari ini?
nl: De voortgang van vandaag terugzetten?
pl: Zresetować dzisiejszy postęp?
pt_br: Redefinir o progresso de hoje?
ro: Resetați progresul de astăzi?
ru: Сбросить прогресс за сегодня?
ta: இன்றைய முன்னேற்றத்தை மீட்டமைக்கவா?
te: ఈరోజు ప్రోగ్రెస్‌ను రీసెట్ చేయాలా?
th: รีเซ็ตความคืบหน้าของวันนี้หรือไม่
tr: Bugünkü ilerleme sıfırlansın mı?
uk: Скинути прогрес за сьогодні?
ur: آج کی پیش رفت ری سیٹ کریں؟
vi: Đặt lại tiến độ hôm nay?
zh_hans: 重置今天的进度？
zh_hant: 要重設今天的進度嗎？

# habits.row.reset_today
source: Reset today
ar: إعادة تعيين اليوم
bn: আজ রিসেট করুন
de: Heute zurücksetzen
el: Επαναφορά σημερινής προόδου
es: Restablecer hoy
fa: بازنشانی امروز
fr: Réinitialiser aujourd’hui
he: איפוס היום
hi: आज रीसेट करें
id: Atur ulang hari ini
it: Reimposta oggi
ja: 今日をリセット
ko: 오늘 초기화
mr: आज रीसेट करा
ms: Reset hari ini
nl: Zet vandaag terug
pl: Zresetuj dzisiaj
pt_br: Redefinir hoje
ro: Resetați astăzi
ru: Сбросить за сегодня
ta: இன்றைக்கு மீட்டமை
te: ఈరోజు రీసెట్ చేయండి
th: รีเซ็ตวันนี้
tr: Bugünü sıfırla
uk: Скинути за сьогодні
ur: آج ری سیٹ کریں
vi: Đặt lại hôm nay
zh_hans: 重置今天
zh_hant: 重設今天

# habits.row.reset_today.title_case
source: Reset Today
ar: إعادة تعيين اليوم
bn: আজ রিসেট করুন
de: Heute zurücksetzen
el: Επαναφορά σημερινής προόδου
es: Restablecer hoy
fa: بازنشانی امروز
fr: Réinitialiser aujourd’hui
he: איפוס היום
hi: आज रीसेट करें
id: Atur Ulang Hari Ini
it: Reimposta oggi
ja: 今日をリセット
ko: 오늘 초기화
mr: आज रीसेट करा
ms: Reset Hari Ini
nl: Zet vandaag terug
pl: Zresetuj dzisiaj
pt_br: Redefinir hoje
ro: Resetați astăzi
ru: Сбросить за сегодня
ta: இன்றைக்கு மீட்டமை
te: ఈరోజు రీసెట్ చేయండి
th: รีเซ็ตวันนี้
tr: Bugünü sıfırla
uk: Скинути за сьогодні
ur: آج ری سیٹ کریں
vi: Đặt lại hôm nay
zh_hans: 重置今天
zh_hant: 重設今天

# habits.row.restore
source: Restore
ar: استعادة
bn: রিস্টোর করুন
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fa: بازیابی
fr: Restaurer
he: שחזור
hi: रीस्टोर करें
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
mr: रीस्टोअर करा
ms: Pulihkan
nl: Herstel
pl: Przywróć
pt_br: Restaurar
ro: Restaurați
ru: Восстановить
ta: மீட்டெடு
te: పునరుద్ధరించండి
th: กู้คืน
tr: Geri yükle
uk: Відновити
ur: بحال کریں
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

# habits.row.today_progress_a11y
source: %1$lld of %2$lld done today
ar: تم %1$lld من %2$lld اليوم
bn: আজ %2$lldটির মধ্যে %1$lldটি সম্পন্ন
de: %1$lld von %2$lld heute erledigt
el: %1$lld από %2$lld ολοκληρώθηκαν σήμερα
es: %1$lld de %2$lld completados hoy
fa: %1$lld از %2$lld امروز انجام شد
fr: %1$lld sur %2$lld effectués aujourd’hui
he: %1$lld מתוך %2$lld בוצעו היום
hi: आज %2$lld में से %1$lld पूरी
id: %1$lld dari %2$lld selesai hari ini
it: %1$lld di %2$lld fatti oggi
ja: 今日は%2$lld件中%1$lld件が完了
ko: 오늘 %2$lld개 중 %1$lld개 완료
mr: आज %2$lld पैकी %1$lld पूर्ण
ms: %1$lld daripada %2$lld selesai hari ini
nl: %1$lld van %2$lld vandaag voltooid
pl: Wykonano dzisiaj: %1$lld z %2$lld
pt_br: %1$lld de %2$lld feitos hoje
ro: %1$lld din %2$lld finalizate astăzi
ru: Выполнено сегодня: %1$lld из %2$lld
ta: இன்று %1$lld/%2$lld முடிந்தது
te: ఈరోజు %2$lldలో %1$lld పూర్తయ్యాయి
th: วันนี้ทำเสร็จ %1$lld จาก %2$lld
tr: Bugün %2$lld üzerinden %1$lld tamamlandı
uk: Виконано сьогодні: %1$lld з %2$lld
ur: آج %2$lld میں سے %1$lld مکمل
vi: Hôm nay đã hoàn thành %1$lld trên %2$lld
zh_hans: 今日已完成 %1$lld/%2$lld
zh_hant: 今天已完成 %1$lld/%2$lld

# habits.sheet.cadence.month_day_label
source: On day %lld
ar: في اليوم %lld
bn: %lld তারিখে
de: Am %lld.
el: Ημέρα %lld
es: El día %lld
fa: در روز %lld
fr: Le jour %lld
he: ביום %lld
hi: %lld तारीख़ को
id: Pada tanggal %lld
it: Il giorno %lld
ja: %lld日
ko: %lld일
mr: %lld तारखेला
ms: Pada tarikh %lld
nl: Op dag %lld
pl: %lld. dnia miesiąca
pt_br: No dia %lld
ro: În ziua %lld
ru: %lld-го числа
ta: %lldஆம் நாளில்
te: %lldవ రోజున
th: วันที่ %lld
tr: Ayın %lld. günü
uk: %lld-го числа
ur: %lld تاریخ کو
vi: Vào ngày %lld
zh_hans: 每月 %lld 日
zh_hant: %lld 日

# habits.sheet.cadence.specific_days
source: Specific days
ar: أيام محددة
bn: নির্দিষ্ট দিন
de: Bestimmte Tage
el: Συγκεκριμένες ημέρες
es: Días concretos
fa: روزهای مشخص
fr: Jours précis
he: ימים מסוימים
hi: ख़ास दिन
id: Hari tertentu
it: Giorni specifici
ja: 曜日を指定
ko: 특정 요일
mr: विशिष्ट दिवस
ms: Hari tertentu
nl: Specifieke dagen
pl: Wybrane dni
pt_br: Dias específicos
ro: Zile specifice
ru: Определённые дни
ta: குறிப்பிட்ட நாட்கள்
te: నిర్దిష్ట రోజులు
th: วันที่กำหนด
tr: Belirli günler
uk: Окремі дні
ur: مخصوص دن
vi: Ngày cụ thể
zh_hans: 指定星期
zh_hant: 指定星期

# habits.sheet.cadence.spread_evenly
source: Spread evenly
ar: توزيع متساوٍ
bn: সমানভাবে ছড়িয়ে দিন
de: Gleichmäßig verteilen
el: Ομοιόμορφη κατανομή
es: Repartir uniformemente
fa: توزیع یکنواخت
fr: Répartir uniformément
he: פיזור שווה
hi: बराबर बाँटें
id: Sebar merata
it: Distribuisci in modo uniforme
ja: 均等に配分
ko: 고르게 분산
mr: समान वाटून द्या
ms: Sebar sama rata
nl: Verdeel gelijkmatig
pl: Równomiernie
pt_br: Distribuir uniformemente
ro: Distribuiți uniform
ru: Равномерно
ta: சமமாகப் பரப்பு
te: సమానంగా పంచండి
th: กระจายให้เท่ากัน
tr: Eşit dağıt
uk: Рівномірно
ur: یکساں پھیلائیں
vi: Rải đều
zh_hans: 平均分配
zh_hant: 平均分散

# habits.sheet.cadence.spread_n_days
source: %lld days
ar: %lld يوم
bn: %lld দিন
de: %lld Tage
el: %lld ημέρες
es: %lld días
fa: %lld روز
fr: %lld jours
he: %lld ימים
hi: %lld दिन
id: %lld hari
it: %lld giorni
ja: %lld日
ko: %lld일
mr: %lld दिवस
ms: %lld hari
nl: %lld dagen
pl: %lld dnia
pt_br: %lld dias
ro: %lld de zile
ru: %lld дня
ta: %lld நாட்கள்
te: %lld రోజులు
th: %lld วัน
tr: %lld gün
uk: %lld дня
ur: %lld دن
vi: %lld ngày
zh_hans: %lld 天
zh_hant: %lld 天

# habits.sheet.cadence.times_a_week
source: Times per week
ar: مرات في الأسبوع
bn: সপ্তাহে কতবার
de: Mal pro Woche
el: Φορές την εβδομάδα
es: Veces por semana
fa: دفعات در هفته
fr: Fois par semaine
he: פעמים בשבוע
hi: सप्ताह में कितनी बार
id: Kali per minggu
it: Volte a settimana
ja: 週あたりの回数
ko: 주당 횟수
mr: आठवड्यातून किती वेळा
ms: Kali seminggu
nl: Keer per week
pl: Razy w tygodniu
pt_br: Vezes por semana
ro: Ori pe săptămână
ru: Раз в неделю
ta: வாரத்துக்கு முறை
te: వారానికి సార్లు
th: จำนวนครั้งต่อสัปดาห์
tr: Haftada kaç kez
uk: Разів на тиждень
ur: ہفتے میں کتنی بار
vi: Số lần mỗi tuần
zh_hans: 每周次数
zh_hant: 每週次數

# habits.sheet.cadence.times_per_week_label
source: %lld times a week
ar: %lld مرة في الأسبوع
bn: সপ্তাহে %lld বার
de: %lld-mal pro Woche
el: %lld φορές την εβδομάδα
es: %lld veces por semana
fa: هفته‌ای %lld بار
fr: %lld fois par semaine
he: %lld פעמים בשבוע
hi: सप्ताह में %lld बार
id: %lld kali seminggu
it: %lld volte a settimana
ja: 週%lld回
ko: 주 %lld회
mr: आठवड्यातून %lld वेळा
ms: %lld kali seminggu
nl: %lld keer per week
pl: %lld razu w tygodniu
pt_br: %lld vezes por semana
ro: De %lld de ori pe săptămână
ru: %lld раза в неделю
ta: வாரத்துக்கு %lld முறை
te: వారానికి %lld సార్లు
th: สัปดาห์ละ %lld ครั้ง
tr: Haftada %lld kez
uk: %lld раза на тиждень
ur: ہفتے میں %lld بار
vi: %lld lần mỗi tuần
zh_hans: 每周 %lld 次
zh_hant: 每週 %lld 次

# habits.sheet.cadence.weekly_style
source: Weekly style
ar: نمط الأسبوع
bn: সাপ্তাহিক ধরন
de: Wochenmodus
el: Εβδομαδιαίο μοτίβο
es: Estilo semanal
fa: سبک هفتگی
fr: Style hebdomadaire
he: סגנון שבועי
hi: साप्ताहिक तरीका
id: Gaya mingguan
it: Stile settimanale
ja: 週の形式
ko: 주간 방식
mr: साप्ताहिक प्रकार
ms: Gaya mingguan
nl: Weekmodus
pl: Tryb tygodnia
pt_br: Estilo semanal
ro: Mod săptămânal
ru: Режим недели
ta: வாராந்தர முறை
te: వారపు విధానం
th: รูปแบบรายสัปดาห์
tr: Haftalık düzen
uk: Режим тижня
ur: ہفتہ وار انداز
vi: Kiểu hàng tuần
zh_hans: 每周方式
zh_hant: 每週方式

# habits.sheet.create.a11y
source: Create habit
ar: إنشاء عادة
bn: অভ্যাস তৈরি করুন
de: Gewohnheit erstellen
el: Δημιουργία συνήθειας
es: Crear hábito
fa: ایجاد عادت
fr: Créer l’habitude
he: יצירת הרגל
hi: आदत बनाएँ
id: Buat kebiasaan
it: Crea abitudine
ja: 習慣を作成
ko: 습관 만들기
mr: सवय तयार करा
ms: Cipta tabiat
nl: Maak gewoonte aan
pl: Utwórz nawyk
pt_br: Criar hábito
ro: Creați un obicei
ru: Создать привычку
ta: பழக்கத்தை உருவாக்கு
te: అలవాటును సృష్టించండి
th: สร้างนิสัย
tr: Alışkanlık oluştur
uk: Створити звичку
ur: عادت بنائیں
vi: Tạo thói quen
zh_hans: 创建习惯
zh_hant: 建立習慣

# habits.sheet.create.title
source: New Habit
ar: عادة جديدة
bn: নতুন অভ্যাস
de: Neue Gewohnheit
el: Νέα συνήθεια
es: Nuevo hábito
fa: عادت جدید
fr: Nouvelle habitude
he: הרגל חדש
hi: नई आदत
id: Kebiasaan Baru
it: Nuova abitudine
ja: 新規習慣
ko: 새 습관
mr: नवीन सवय
ms: Tabiat Baharu
nl: Nieuwe gewoonte
pl: Nowy nawyk
pt_br: Novo hábito
ro: Obicei nou
ru: Новая привычка
ta: புதிய பழக்கம்
te: కొత్త అలవాటు
th: นิสัยใหม่
tr: Yeni alışkanlık
uk: Нова звичка
ur: نئی عادت
vi: Thói quen mới
zh_hans: 新建习惯
zh_hant: 新增習慣

# habits.sheet.field.encouragement_a11y
source: Habit encouragement
ar: عبارة تشجيعية للعادة
bn: অভ্যাসের উৎসাহবাণী
de: Ermutigung zur Gewohnheit
el: Ενθάρρυνση συνήθειας
es: Frase de ánimo del hábito
fa: پیام تشویقی عادت
fr: Encouragement pour l’habitude
he: עידוד להרגל
hi: आदत का प्रोत्साहन
id: Kata semangat kebiasaan
it: Incoraggiamento per l’abitudine
ja: 習慣の励ましの言葉
ko: 습관 응원 문구
mr: सवयीसाठी प्रोत्साहन
ms: Kata galakan tabiat
nl: Aanmoediging voor gewoonte
pl: Motywujące zdanie nawyku
pt_br: Incentivo para o hábito
ro: Încurajare pentru obicei
ru: Мотивирующая фраза привычки
ta: பழக்க ஊக்கம்
te: అలవాటు ప్రోత్సాహం
th: คำให้กำลังใจสำหรับนิสัย
tr: Alışkanlık teşviki
uk: Мотивувальна фраза звички
ur: عادت کی حوصلہ افزائی
vi: Lời động viên cho thói quen
zh_hans: 习惯激励
zh_hant: 習慣鼓勵語

# habits.sheet.field.encouragement_prompt
source: Add an encouraging line
ar: أضف عبارة تشجيعية
bn: একটি উৎসাহের কথা লিখুন
de: Ermutigenden Satz hinzufügen
el: Προσθέστε ενθάρρυνση
es: Añade una frase de ánimo
fa: یک جمله‌ی تشویقی بنویسید
fr: Ajouter un mot d’encouragement
he: הוספת משפט מעודד
hi: प्रोत्साहन की एक पंक्ति जोड़ें
id: Tambah kata semangat
it: Aggiungi una frase di incoraggiamento
ja: 励ましの一言を追加
ko: 응원 문구 추가
mr: प्रोत्साहनाची एक ओळ जोडा
ms: Tambah kata galakan
nl: Voeg een aanmoedigende zin toe
pl: Dodaj motywujące zdanie
pt_br: Adicionar uma frase de incentivo
ro: Adăugați o frază de încurajare
ru: Добавьте мотивирующую фразу
ta: ஊக்க வாசகத்தைச் சேர்
te: ప్రోత్సాహ వాక్యం జోడించండి
th: เพิ่มประโยคให้กำลังใจ
tr: Bir teşvik sözü ekleyin
uk: Додайте мотивувальну фразу
ur: حوصلہ افزا جملہ شامل کریں
vi: Thêm một lời động viên
zh_hans: 添加一句鼓励的话
zh_hant: 新增一句鼓勵的話

# habits.sheet.field.frequency
source: Frequency
ar: التكرار
bn: ফ্রিকোয়েন্সি
de: Häufigkeit
el: Συχνότητα
es: Frecuencia
fa: تناوب
fr: Fréquence
he: תדירות
hi: आवृत्ति
id: Frekuensi
it: Frequenza
ja: 頻度
ko: 빈도
mr: वारंवारता
ms: Kekerapan
nl: Frequentie
pl: Częstotliwość
pt_br: Frequência
ro: Frecvență
ru: Частота
ta: கால இடைவெளி
te: ఫ్రీక్వెన్సీ
th: ความถี่
tr: Sıklık
uk: Частота
ur: تعدد
vi: Tần suất
zh_hans: 频率
zh_hant: 頻率

# habits.sheet.field.milestone_goal
source: Celebrate after
ar: الاحتفال بعد
bn: উদযাপনের লক্ষ্য
de: Feiern nach
el: Όριο εορτασμού
es: Celebrar tras
fa: جشن پس از
fr: Célébrer après
he: לחגוג לאחר
hi: जश्न का लक्ष्य
id: Rayakan setelah
it: Festeggia dopo
ja: お祝いの目標
ko: 축하 목표
mr: सेलिब्रेशनचे ध्येय
ms: Raikan selepas
nl: Vier na
pl: Świętuj po
pt_br: Comemorar após
ro: Sărbătoriți după
ru: Праздновать после
ta: கொண்டாட்ட இலக்கு
te: వేడుక లక్ష్యం
th: ฉลองเมื่อถึง
tr: Kutlama eşiği
uk: Святкувати після
ur: جشن کا ہدف
vi: Ăn mừng sau
zh_hans: 达成后庆祝
zh_hant: 慶祝目標

# habits.sheet.field.milestone_goal_hint_count
source: Total completions, like 50. The habit keeps going.
ar: إجمالي الإكمالات، مثل خمسين. تستمر العادة.
bn: মোট সম্পন্ন হওয়ার সংখ্যা, যেমন 50। অভ্যাসটি চলতে থাকে।
de: Gesamtzahl der Erledigungen (z. B. 50). Die Gewohnheit läuft weiter.
el: Συνολικές ολοκληρώσεις, π.χ. 50. Η συνήθεια συνεχίζεται.
es: Total de registros, por ejemplo 50. El hábito continúa.
fa: تعداد کل تکمیل‌ها، مثلاً 50. عادت ادامه دارد.
fr: Nombre total de réalisations, par exemple 50. L’habitude continue.
he: סך כל ההשלמות, למשל 50. ההרגל נמשך.
hi: कुल चेक-इन, जैसे 50। आदत जारी रहती है।
id: Total penyelesaian, misalnya 50. Kebiasaan tetap berlanjut.
it: Completamenti totali, ad esempio 50. L’abitudine continua.
ja: 完了回数の合計（例：50）。習慣はその後も続きます。
ko: 총 완료 횟수(예: 50). 이후에도 습관은 계속됩니다.
mr: एकूण पूर्ण केलेल्या वेळा, उदा. 50. सवय सुरूच राहते.
ms: Jumlah penyelesaian, contohnya 50. Tabiat ini terus berjalan.
nl: Totaal aantal keren, bijvoorbeeld 50. De gewoonte gaat door.
pl: Łączna liczba wykonań, np. 50. Nawyk trwa dalej.
pt_br: Total de conclusões, como 50. O hábito continua.
ro: Numărul total de finalizări, de exemplu 50. Obiceiul continuă.
ru: Всего выполнений, например 50. Привычка продолжается.
ta: முடித்த மொத்த முறைகள், எ.கா. 50. பழக்கம் தொடரும்.
te: పూర్తయిన మొత్తం సార్లు, ఉదా. 50. అలవాటు కొనసాగుతుంది.
th: จำนวนครั้งที่ทำสำเร็จทั้งหมด เช่น 50 ครั้ง นิสัยนี้จะดำเนินต่อไป
tr: Toplam tamamlama sayısı (örneğin 50). Alışkanlık devam eder.
uk: Усього виконань, наприклад 50. Звичка триває.
ur: کل تکمیلات، جیسے 50۔ عادت جاری رہتی ہے۔
vi: Tổng số lần hoàn thành, ví dụ 50. Thói quen vẫn tiếp tục.
zh_hans: 累计完成次数，例如 50。习惯会继续。
zh_hant: 完成總次數，例如 50。習慣仍會持續。

# habits.sheet.field.milestone_goal_hint_streak
source: Streak length in days, like 30. The habit keeps going.
ar: طول السلسلة بالأيام، مثل ثلاثين. تستمر العادة.
bn: দিনের হিসাবে ধারার দৈর্ঘ্য, যেমন 30। অভ্যাসটি চলতে থাকে।
de: Länge der Serie in Tagen (z. B. 30). Die Gewohnheit läuft weiter.
el: Διάρκεια σερί σε ημέρες, π.χ. 30. Η συνήθεια συνεχίζεται.
es: Duración de la racha en días, por ejemplo 30. El hábito continúa.
fa: طول زنجیره به روز، مثلاً 30. عادت ادامه دارد.
fr: Durée de la série en jours, par exemple 30. L’habitude continue.
he: אורך הרצף בימים, למשל 30. ההרגל נמשך.
hi: स्ट्रीक की लंबाई दिनों में, जैसे 30। आदत जारी रहती है।
id: Panjang rekor dalam hari, misalnya 30. Kebiasaan tetap berlanjut.
it: Durata della serie in giorni, ad esempio 30. L’abitudine continua.
ja: 連続記録の日数（例：30）。習慣はその後も続きます。
ko: 연속 기록 일수(예: 30). 이후에도 습관은 계속됩니다.
mr: स्ट्रीकची लांबी दिवसांमध्ये, उदा. 30. सवय सुरूच राहते.
ms: Panjang rentetan dalam hari, contohnya 30. Tabiat ini terus berjalan.
nl: Lengte van de reeks in dagen, bijvoorbeeld 30. De gewoonte gaat door.
pl: Długość serii w dniach, np. 30. Nawyk trwa dalej.
pt_br: Duração da sequência em dias, como 30. O hábito continua.
ro: Lungimea seriei în zile, de exemplu 30. Obiceiul continuă.
ru: Длина серии в днях, например 30. Привычка продолжается.
ta: நாட்களில் ஸ்ட்ரீக் நீளம், எ.கா. 30. பழக்கம் தொடரும்.
te: రోజుల్లో స్ట్రీక్ పొడవు, ఉదా. 30. అలవాటు కొనసాగుతుంది.
th: ความยาวสถิติต่อเนื่องเป็นวัน เช่น 30 วัน นิสัยนี้จะดำเนินต่อไป
tr: Gün olarak seri uzunluğu (örneğin 30). Alışkanlık devam eder.
uk: Тривалість серії в днях, наприклад 30. Звичка триває.
ur: تسلسل کی لمبائی دنوں میں، جیسے 30۔ عادت جاری رہتی ہے۔
vi: Độ dài chuỗi tính theo ngày, ví dụ 30. Thói quen vẫn tiếp tục.
zh_hans: 连续天数，例如 30。习惯会继续。
zh_hant: 連續天數，例如 30。習慣仍會持續。

# habits.sheet.field.milestone_goal_hint_streak_weeks
source: Streak length in weeks, like 8. The habit keeps going.
ar: طول السلسلة بالأسابيع، مثل ثمانية. تستمر العادة.
bn: সপ্তাহের হিসাবে ধারার দৈর্ঘ্য, যেমন 8। অভ্যাসটি চলতে থাকে।
de: Länge der Serie in Wochen (z. B. 8). Die Gewohnheit läuft weiter.
el: Διάρκεια σερί σε εβδομάδες, π.χ. 8. Η συνήθεια συνεχίζεται.
es: Duración de la racha en semanas, por ejemplo 8. El hábito continúa.
fa: طول زنجیره به هفته، مثلاً 8. عادت ادامه دارد.
fr: Durée de la série en semaines, par exemple 8. L’habitude continue.
he: אורך הרצף בשבועות, למשל 8. ההרגל נמשך.
hi: स्ट्रीक की लंबाई सप्ताहों में, जैसे 8। आदत जारी रहती है।
id: Panjang rekor dalam minggu, misalnya 8. Kebiasaan tetap berlanjut.
it: Durata della serie in settimane, ad esempio 8. L’abitudine continua.
ja: 連続記録の週数（例：8）。習慣はその後も続きます。
ko: 연속 기록 주 수(예: 8). 이후에도 습관은 계속됩니다.
mr: स्ट्रीकची लांबी आठवड्यांमध्ये, उदा. 8. सवय सुरूच राहते.
ms: Panjang rentetan dalam minggu, contohnya 8. Tabiat ini terus berjalan.
nl: Lengte van de reeks in weken, bijvoorbeeld 8. De gewoonte gaat door.
pl: Długość serii w tygodniach, np. 8. Nawyk trwa dalej.
pt_br: Duração da sequência em semanas, como 8. O hábito continua.
ro: Lungimea seriei în săptămâni, de exemplu 8. Obiceiul continuă.
ru: Длина серии в неделях, например 8. Привычка продолжается.
ta: வாரங்களில் ஸ்ட்ரீக் நீளம், எ.கா. 8. பழக்கம் தொடரும்.
te: వారాల్లో స్ట్రీక్ పొడవు, ఉదా. 8. అలవాటు కొనసాగుతుంది.
th: ความยาวสถิติต่อเนื่องเป็นสัปดาห์ เช่น 8 สัปดาห์ นิสัยนี้จะดำเนินต่อไป
tr: Hafta olarak seri uzunluğu (örneğin 8). Alışkanlık devam eder.
uk: Тривалість серії в тижнях, наприклад 8. Звичка триває.
ur: تسلسل کی لمبائی ہفتوں میں، جیسے 8۔ عادت جاری رہتی ہے۔
vi: Độ dài chuỗi tính theo tuần, ví dụ 8. Thói quen vẫn tiếp tục.
zh_hans: 连续周数，例如 8。习惯会继续。
zh_hant: 連續週數，例如 8。習慣仍會持續。

# habits.sheet.field.milestone_goal_none
source: None
ar: لا شيء
bn: কোনোটিই নয়
de: Keine
el: Κανένα
es: Ninguno
fa: هیچ‌کدام
fr: Aucun
he: ללא
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
mr: कोणतेही नाही
ms: Tiada
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciunul
ru: Нет
ta: இல்லை
te: ఏదీ లేదు
th: ไม่มี
tr: Yok
uk: Немає
ur: کوئی نہیں
vi: Không có
zh_hans: 无
zh_hant: 無

# habits.sheet.field.milestone_goal_placeholder
source: Optional number
ar: رقم اختياري
bn: ঐচ্ছিক সংখ্যা
de: Optionale Zahl
el: Προαιρετικός αριθμός
es: Número opcional
fa: عدد اختیاری
fr: Nombre facultatif
he: מספר אופציונלי
hi: वैकल्पिक संख्या
id: Angka opsional
it: Numero facoltativo
ja: 数値（任意）
ko: 숫자(선택 사항)
mr: पर्यायी संख्या
ms: Nombor pilihan
nl: Optioneel getal
pl: Liczba (opcjonalnie)
pt_br: Número opcional
ro: Număr opțional
ru: Число (необязательно)
ta: விருப்பத்தேர்வு எண்
te: ఐచ్ఛిక సంఖ్య
th: ตัวเลข (ไม่บังคับ)
tr: İsteğe bağlı sayı
uk: Число (необов’язково)
ur: اختیاری عدد
vi: Số tùy chọn
zh_hans: 可选数字
zh_hant: 數字（選填）

# habits.sheet.field.name_a11y
source: Habit name
ar: اسم العادة
bn: অভ্যাসের নাম
de: Name der Gewohnheit
el: Όνομα συνήθειας
es: Nombre del hábito
fa: نام عادت
fr: Nom de l’habitude
he: שם ההרגל
hi: आदत का नाम
id: Nama kebiasaan
it: Nome dell’abitudine
ja: 習慣の名前
ko: 습관 이름
mr: सवयीचे नाव
ms: Nama tabiat
nl: Naam van de gewoonte
pl: Nazwa nawyku
pt_br: Nome do hábito
ro: Numele obiceiului
ru: Название привычки
ta: பழக்கத்தின் பெயர்
te: అలవాటు పేరు
th: ชื่อนิสัย
tr: Alışkanlık adı
uk: Назва звички
ur: عادت کا نام
vi: Tên thói quen
zh_hans: 习惯名称
zh_hant: 習慣名稱
